{
  "CommonClinicalResponses": {
    "care_error_level": "Pflege-Fehlerniveau",
    "care_technique_1": "Pflegetechnik 1",
    "death_response_1": "Reaktion auf den Sev 1",
    "death_response_2": "Reaktion auf den Sev 2",
    "event_count": "Pathologische Ereignisfolge",
    "fatal_symptom_1": "Schwere Symptom 1",
    "fatal_symptom_2": "Schwere Symptom 2",
    "first_prime_symptom": "Erste Moment des Hauptsymptoms",
    "intro_symptom_duration": "Möglicher Start Dauer",
    "intro_symptom_start": "Möglicher Start",
    "mild_symptom_1": "Mildes Symptom 1",
    "mild_symptom_1_2": "Mildes Symptom 1 Zweimal",
    "mild_symptom_1_duration": "Mildes Symptom 1 Dauer",
    "mild_symptom_2": "Mildes Symptom 2",
    "mild_symptom_2_duration": "Mildes Symptom 2 Dauer",
    "overall_patient_rating": "Gesamtbewertung der Patienten",
    "pathogenesis_duration": "Pathogenesis Dauer",
    "pathological_event_duration": "Dauer des pathologischen Ereignisses",
    "pathological_severity": "Pathologischer Schweregrad",
    "prime_symptom_1": "Hauptsymptom 1",
    "prime_symptom_1_duration": "Hauptsymptom 1 Dauer",
    "prime_symptom_2": "Hauptsymptom 2",
    "prime_symptom_2_duration": "Hauptsymptom 2 Dauer",
    "prime_symptom_3": "Hauptsymptom 3",
    "prime_symptom_3_duration": "Hauptsymptom 3 Dauer",
    "prime_symptom_duration": "Hauptsymptom Dauer",
    "prime_symptom_level": "Hauptsymptom Schweregrad",
    "prime_symptom_proportion": "Anteil der Hauptsymptome",
    "recovery_duration": "Dauer der Wiederherstellung",
    "recovery_proportion": "Anteil der Verwertung",
    "slight_death_response_1": "Reaktion auf den Sev 1 (möglich)",
    "slight_death_response_2": "Reaktion auf den Sev 2 (möglich)",
    "time_of_death": "Zeitpunkt des Severity",

    "care_error_level_abbrev": "Pflege-Fehlerniveau",
    "care_technique_1_abbrev": "Pflegetechnik 1",
    "death_response_1_abbrev": "R'kt Sev 1",
    "death_response_2_abbrev": "R'kt Sev 2",
    "event_count_abbrev": "P'logische Ereignisfolge",
    "fatal_symptom_1_abbrev": "Sev Symp 1",
    "fatal_symptom_2_abbrev": "Sev Symp 2",
    "first_prime_symptom_abbrev": "1st H'symp",
    "intro_symptom_duration_abbrev": "Möglicher Start D'r",
    "intro_symptom_start_abbrev": "Möglicher Start",
    "mild_symptom_1_abbrev": "Mld Symp 1",
    "mild_symptom_1_2_abbrev": "Mld Symp 1 2",
    "mild_symptom_1_duration_abbrev": "Mld Symp 1 D'r",
    "mild_symptom_2_abbrev": "Mld Symp 2",
    "mild_symptom_2_duration_abbrev": "Mld Symp 2 D'r",
    "overall_patient_rating_abbrev": "Gesamtbewertung der Patienten",
    "pathogenesis_duration_abbrev": "P'genesis D'r",
    "pathological_event_duration_abbrev": "D'r des p'logischen",
    "pathological_severity_abbrev": "P'logischer Sch'grad",
    "prime_symptom_1_abbrev": "H'symp 1",
    "prime_symptom_1_duration_abbrev": "H'symp 1 D'r",
    "prime_symptom_2_abbrev": "H'symp 2",
    "prime_symptom_2_duration_abbrev": "H'symp 2 D'r",
    "prime_symptom_3_abbrev": "H'symp 3",
    "prime_symptom_3_duration_abbrev": "H'symp 3 D'r",
    "prime_symptom_duration_abbrev": "H'symp D'r",
    "prime_symptom_level_abbrev": "H'symp Schweregrad",
    "prime_symptom_proportion_abbrev": "Anteil H'symp",
    "recovery_duration_abbrev": "Verwertung D'r",
    "recovery_proportion_abbrev": "Anteil Verwertung",
    "slight_death_response_1_abbrev": "R'kt Sev 1 (möglich)",
    "slight_death_response_2_abbrev": "R'kt Sev 2 (möglich)",
    "time_of_death_abbrev": "Zeit des Sev"
  },

  "CommonClinicalDefinitions": {
    "care_equipment_1": "Pflegemittel 1",
    "care_equipment_4": "Pflegemittel 4",
    "care_technique_2": "Pflegetechnik 2",
    "care_technique_3": "Pflegetechnik 3",
    "etiology": "Ätiologie",
    "event_count": "Pathologische Ereignisfolge",
    "outcome_type": "Ergebnis Typ",
    "prime_symptom_level": "Hauptsymptom Schweregrad"
  },

  "MainPageHeading": {
    "": "Forschung",
    "Scatter": "Punktwolke",
    "PrimeSymptomList": "Hauptsymptom",
    "AntiBiasToolKit": "Anti-Bias",
    "Gantt": "Gantt",
    "TimeLine": "Zeitleiste",
    "HistogramMaker": "Histogramm",
    "SVG": "SVG",
    "nIs": "N ist {{n}}"
  },

  "Header": {
    "close": "schließen",
    "open": "Öffnen",
    "openMenu": "Menü öffnen"
  },

  "Menu": {
    "ariaLabel": "Hauptmenü"
  },

  "LanguageToggle": {
    "languageToggle": "Sprache wechseln zu",
    "de": "DE",
    "en": "EN"
  },

  "FilterButtonLabel": {
    "confirmedActors": "S. sicher",
    "severe": "SV",
    "primeSymptomType": "H.symp",
    "fjp": "Vorh.",
    "hardEventOnly": "HE",
    "hardPrimeSymptom": "Scwer h.symp.",
    "rmDubious": "Auch Fr.",
    "longTime": "Lang",
    "moderateTime": "Mittel",
    "nonSevere": "NSV",
    "secondOrMore": "2+",
    "thirdOrMore": "3+"
  },

  "Home": {
    "backgroundPanelLabel": "Hintergrund",
    "motivationPanelLabel": "Motivation",
    "techStackPanelLabel": "Technischer Stapel",
    "testingPanelLabel": "Prüfung",
    "summaryPanelLabel": "Seite Zusammenfassung"
  },

  "Background": {
    "paragraph1": "Bei diesem Projekt handelt es sich im Wesentlichen um eine statistische Analyse einiger medizinischer Forschungsarbeiten, die ich während eines durch Einsparungen unterstützten Sabbatjahrs durchgeführt habe. Die Forschung selbst besteht aus einer Hypothese und einer Fülle von Belegen, darunter 289 Fälle. Die Fälle oder \"Ereignisse\", wie ich sie nenne, haben jeweils etwa 70 Datenpunkte, und diese Website soll bestimmte unterstützende Beweise grafisch darstellen, Methoden zur Anfechtung dieser Beweise bereitstellen und erforschen, wie falsch ich liegen kann (Voreingenommenheit ist real), und auch dem Benutzer die Möglichkeit geben, selbst zu interagieren, entweder um die Daten anzufechten oder um sie selbst zu erforschen.",
    "paragraph2-1": "Ich habe etwas Neues über den Hirnstamm unter bestimmten Bedingungen festgestellt, untersucht und vielleicht auch entdeckt, und auf dieser Website geht es darum, diese Daten aus verschiedenen Blickwinkeln zu betrachten. Ich habe das alles selbst gemacht und es hat sogar meine Jobsuche verzögert; allerdings muss es von medizinisch ausgebildeten Leuten überprüft werden.",
    "paragraph3": "Die medizinische Forschung ist real, die Ereignisse sind real, und jedes einzelne stellt die Erfahrung einer realen Person dar, von denen es vielen, die um die 90 Jahre alt sind, nicht so gut geht und von denen man nicht sagen kann, dass sie sich vollständig erholt haben, wenn sie es jemals tun. Aus diesem Grund ist die Seite absichtlich allgemein gehalten, um denjenigen zu helfen, die nicht unbedingt in der Lage sind, ihre Bedenken zu äußern, was dadurch verstärkt wird, dass meine Hypothese aus meiner Sicht fundiert genug ist, aber noch nicht von jemandem geprüft wurde, der die wirklichen Details kennt."
  },

  "Motivation": {
    "paragraph4": "Ich bin schon seit langem ein kleiner medizinischer Nerd, seit ich als Kind wegen einer langen Familienkrankheit als Angehöriger in Krankenhäusern war, dann ein Buch von Ben Goldacre und eine natürliche Neugier, die dazu geführt hat, dass sich diese Basis über Jahre hinweg allmählich aufgebaut hat. Diesmal habe ich mich wirklich ganz beiläufig mit etwas befasst, das mich neugierig machte, und im Laufe einer Reihe bemerkenswerter Ereignisse und einer konzentrierteren Vollzeitarbeit, die sich über neun Monate hinzog, habe ich vielleicht die Entdeckung gemacht, dass etwas, das noch nicht so gut verstanden wird, komplexer ist, als wir dachten, und ich kann sogar nützliche Wege für dieses Wissen in der Gesellschaft sehen, was allerdings kompliziert war, als die Nuancen auftauchten (siehe unten). All diese Möglichkeiten der Entdeckung, der Durchbrüche, der Verbindungen, der Visualisierungen und des Lernens, die weit außerhalb meines Berufsfeldes liegen, waren aufregend und hielten die Motivation aufrecht, und zwar länger, als es nötig gewesen wäre, ohne dass ich für meine Bemühungen einen Lohn oder einen Nutzen erhielt.",
    "paragraph5": "Neben der Webarbeit und der medizinischen Forschung gibt es auch ein ausgesprochen komplexes und nuanciertes Geflecht medizinisch-ethischer Probleme, die ich identifiziert habe und für die ich Ideen habe, um sie in einigen Fällen zu entschärfen. Die Ethik kommt ins Spiel, weil man sich das Problem am besten als eine Art Vergiftung vorstellen kann, eine absichtlich weit gefasste Begriffswahl (ich werde mich mit den Details zurückhalten, bis andere Fachleute konsultiert wurden), aber eine bemerkenswerte Wahl, weil es sich um etwas handelt, das von einem räuberischen Individuum böswillig an einem verletzlichen Individuum begangen werden kann, und das sehr gefährlich ist. Das sind keine leichten Themen, und wenn sie sich gruppieren, überschneiden und vervielfachen, wird es schwierig. Herausfordernd ist gut, und wenn man alles zusammennimmt, war dies das schwierigste Problem, das ich in meinem Leben in Angriff genommen habe."
  },

  "TechStack": {
    "paragraph6": "The website is a complete build, starting from SQL that builds and populates a database to the visual screens that display that data and allow user interaction. The full, detailed stack is as follows - not all of these are specific technologies, techniques and libraries etc. are included.",
    "techStack1Label": "PostGreSQL",
    "techStack1": " - ein RDBM, das 289 Ereignisse mit jeweils etwa 70 Datenpunkten enthält und Berechnungen zum Einfügen, Erstellen und Auffüllen von Tabellen verwendet.",
    "techStack2Label": "PL-SQL",
    "techStack2": " - Prozeduren für SQL, die für die Durchführung einiger komplexerer Berechnungen im Zusammenhang mit der Bewertung von Ereignissen verwendet werden",
    "techStack3Label": "Python",
    "techStack3": " - die serverseitige Skriptsprache. Verarbeitung einiger Dinge, Bedienung von Endpunkten, die JSON-Daten an Clients liefern, und Abfrage der Datenbank.",
    "techStack4Label": "Flask",
    "techStack4": " - ein Python-Paket zur Beschleunigung der Entwicklung von Endpunkten.",
    "techStack5Label": "JS",
    "techStack5": " - eine clientseitige Skriptsprache.",
    "techStack6Label": "ReactJS",
    "techStack6": " - Rahmenwerk zur Erleichterung der Komponentisierung von Frontends und der Verwaltung des Zustands.",
    "techStack7Label": "PropTypes",
    "techStack7": " - über TypeScript gewählt - IMO TS ist Overkill für Front-End-Komponenten, wenn PropTypes richtig, vollständig und konsequent verwendet wird.",
    "techStack8Label": "Ramda",
    "techStack8": " - eine brillante Reihe von Funktionen, die JS aufwerten und eine funktionalere Note auf den Tisch bringen.",
    "techStack9Label": "Sass",
    "techStack9": " - super-powered CSS, bringt volle Programmiersprache Fähigkeiten, um diese Sprache, sondern so dass regelmäßige CSS leicht zu schreiben, auch.",
    "techStack10Label": "Flex-box-Modell",
    "techStack10": " - ein sehr gut durchdachtes Layoutsystem für Webseiten, das ich schon seit Jahren erfolgreich verwende und sehr gut kenne.",
    "techStack11Label": "HTML",
    "techStack11": " - immer übersehen, aber ich schreibe keine \"Div-Suppe\" - ich verwende HTML, um die verfügbare Barrierefreiheit und andere Funktionen, die es bietet, zu maximieren.",
    "techStack12Label": "Aria",
    "techStack12": " - Barrierefreie Informationen, die mit diesem Tool bereitgestellt werden, mit vielen verschiedenen zusätzlichen Markup-Tags, die speziell für die Abdeckung von weniger gut sehenden Benutzern gedacht sind.",
    "techStack13Label": "Benutzererfahrung",
    "techStack13": " - Ich hätte gerne ein paar tatsächliche Benutzer, mit denen ich normalerweise eng zusammenarbeiten würde.",
    "techStack14Label": "React-Testing-Bibliothek",
    "techStack14": " - verwendet, um Hilfsprogramme und komplexere Komponenten abzudecken, aber isoliert vom Server.",
    "techStack15Label": "Zypresse",
    "techStack15": " - zum Ausführen der gesamten Website, zum Aufrufen von URLs, zum direkten Zugriff auf die DB und zum Anzeigen der Seite - dies sind eher Tests vom Typ \"Sinnesprüfung\", zu viele bedeuten zu viel Zeitaufwand.",
    "techStack16Label": "Geschichtenbuch",
    "techStack16": " - für die Visualisierung einfacher Anzeigen oder \"dummer\" Komponenten, einige sind sogar recht komplex. Der Punkt ist hier, dass wir vor API-Aufrufen aufhören und uns nur auf das Frontend beschränken. Kann gehostet und als QA-Check verwendet werden.",
    "techStack17Label": "I18next",
    "techStack17": " - die Website ist für die Übersetzung eingerichtet. Ein Teil meines Deutsch kommt von DeepL.",
    "techStack18Label": "Zusammensetzbare Komponenten",
    "techStack18": " - Build zur Wiederverwendung und gemeinsamen Nutzung.",
    "techStack19Label": "Sauberer Code",
    "techStack19": " - Es gibt mehrere Akronyme, an die ich mich nicht erinnere, aber im Allgemeinen versuche ich, die Dinge konsistent zu halten, Dinge wiederzuverwenden, Dinge mit Tests zu vergleichen und all die anderen Dinge. Natürlich gelingt mir das nicht immer, die Aufregung über die Bewährung eines Konzepts nimmt überhand, oder es muss etwas getan werden und wir haben es aufgeschrieben, um darauf zurückzukommen. Meiner Erfahrung nach geschieht das nicht so oft, wie ich es mir wünschen würde..",
    "techStack20Label": "Leistung.",
    "techStack20": " - Es ist schnell und zugänglich, weil ich HTML, Aria, SVG (oder Canvas) und CSS direkt verwende. Ich versuche auch, die Dinge einfach zu halten und nicht einfach eine weitere Bibliothek hinzuzufügen."
  },

  "Testing": {
    "paragraph7": "StoryBook ist großartig. Es ermöglicht das Testen durch die Nachahmung von Augen auf dem Bildschirm, unter Verwendung von Menschen und kann von Entwicklern, Prüfern, QA und jedem anderen durchgeführt werden. Es kann aus der Ferne gehostet werden, so dass sie auch nicht vor Ort sein müssen. Beim Testen wollen Sie das reale System so genau wie möglich nachahmen, daher ist es sinnvoll, eine Funktion zu testen, die von einem Computer benutzt wird. Bei der bildschirmbasierten Benutzeroberfläche besteht das reale System aus menschlichen Augen, die auf einen Bildschirm schauen, daher meine Meinung zu StoryBook.",
    "paragraph8": "Visuelle Komponententests sind sowieso Zeitverschwendung, sie sind spröde und oft ziemlich zahlreich (z.B. N Schaltflächengrößen in N Zuständen), und alles, was man testen kann, ist, dass die richtige Requisite eingegeben wurde - wenn man die Requisite \"disabled\" auf true setzt, kann man nicht feststellen, ob jemand die deaktivierten Schaltflächenstile versehentlich löscht.",
    "paragraph9": "Komplexere Komponenten und alle Util-Funktionen werden getestet. Util-Funktionen werden verwendet, um Komponenten einfacher zu halten und die Testbarkeit zu verbessern.",
    "paragraph10": "FDie vollständigen Integrationstests werden mit leichter Hand und für einige Randfälle durchgeführt (je nach Bedarf). Wenn wir uns zum Beispiel anmelden müssen, weil es sich um einen echten, vollständigen Website-Test handelt, dann steigt die Zeit schnell an, ein Test könnte zwei Minuten dauern, weil der Benutzer zehn Minuten braucht, um sich anzumelden, zu navigieren, das Formular auszufüllen und es abzuschicken, also müssen wir vorsichtig sein. Es gibt auch Situationen, in denen alles fehlgeschlagen ist, weil das Internet zusammengebrochen ist."
  },

  "PageSummary": {
    "heading1": "Punktwolke",
    "link1": "/Scatter",
    "paragraph1": "Das Streudiagramm dient dazu, die beobachtete Korrelation zu zeigen, die für die Hypothese von zentraler Bedeutung ist. Die Hypothese besagt, dass die beiden beim Laden der Seite dargestellten Symptome aus einem bestimmten Grund stark korreliert sind, der die derzeit akzeptierte Hypothese widerlegt. Beachten Sie, dass die beiden ausgewählten Parameter, die sich auf die Hypothese beziehen, markiert bleiben, so dass der Benutzer, wenn er beschließt, andere Möglichkeiten des Streudiagramms über die Menüs auf der Seite zu untersuchen, leicht zu den ursprünglichen Einstellungen zurückkehren kann.",
    "heading2": "Hauptsymptom",
    "link2": "/PrimeSymptomList",
    "paragraph2": "Entscheidend für die Hypothese ist das Auftreten eines bestimmten Symptoms. Es gibt zwar drei Symptome, die als Hauptsymptome bezeichnet werden, aber hier geht es um zwei, die sich sehr ähnlich sind, und der erste Punkt, an dem eines von beiden auftritt, wird als Zahl in der Grafik verwendet. Zu Beginn der Datenerhebung wurde die Vorhersage getroffen, dass mit zunehmender Anzahl von Ereignissen auch die Anzahl derer zunehmen wird, die den Prozess wiederholen können, und dass mit zunehmender Anzahl von Ereignissen auch die Anzahl derer zunehmen wird, die die Pathogenese mehr als einmal durchlaufen haben. Wenn die Hypothese richtig ist, dann tritt dieses Symptom auf eine Art und Weise auf, die nicht wie normal heilt, und daher ist es wahrscheinlich, dass die Gesamtverteilungskurve und die Mediane in der Gruppe, die die Pathogenese mehr als einmal durchlaufen kann, gleich bleiben und sich nach unten bewegen, wenn die Menge zunimmt.",
    "paragraph3": "In diesem Diagramm werden die Datensätze so geladen, wie sie bei der Entdeckung hinzugefügt wurden, beginnend mit 5. Die Vorhersage selbst wurde getroffen, als etwa 30 Beispiele gesammelt worden waren. Der Benutzer kann dann die Hinzufügung von Daten zum Gesamtsatz verfolgen und sehen, wie sich der Median und die Verteilungskurven mit der Zunahme der Sätze verhalten. Das Diagramm ist auch faktorisiert, so dass jede Diskrepanz zwischen den Gesamtwerten in beiden Gruppen geglättet wird, um vergleichbare Kurven zu erhalten. Der Benutzer wird feststellen, dass das Ausschalten des Faktors keine Auswirkung auf die Mediane hat, aber die Balken aktualisiert, die alle ganze Zahlen sind, wenn das Faktoring ausgeschaltet ist, aber Bruchteile sein können, wenn es angewendet wird.",
    "heading3": "Anti-Bias",
    "link3": "/AntiBiasToolKit",
    "paragraph4": "Auf drei Unterseiten wird die Datenerfassung auf Fehleranfälligkeit und Verzerrungen hin untersucht. Das Streudiagramm der korrelierenden Symptome kann so eingestellt werden, dass es in hohem Maße falsche Zeitpunkte darstellt, um zu sehen, wie weit die Zeitpunkte dieser Ereignisse voneinander abweichen müssten, um die Hypothese zu widerlegen. Ebenso kann der Prädiktor für das Hauptsymptom erweitert werden, diesmal so, dass die Daten von der Hypothese abweichen, um das \"Wunschdenken\" des Datenerfassers zu erkennen. Die letzte Seite ist ein WIP, eine bessere Berechnung ist geplant.",
    "heading4": "Zeitleiste",
    "link4": "/TimeLine",
    "paragrpah5": "Diese Seite stellt die aggregierten Werte pro Monat für die drei abgeleiteten Schweregrade in der Datenbank dar und bietet dann einige Filterfunktionen für eine genauere Betrachtung der verschiedenen Variablen und ihrer Auswirkungen auf den Schweregrad. Die abgeleiteten Schweregrade wurden mit Bedacht erstellt, aber noch nicht mit der Strenge untersucht und definiert, die erforderlich ist, damit sie von wissenschaftlichem Wert sind; daher sollte diese Seite als experimentell betrachtet werden.",
    "heading5": "Gantt",
    "link5": "/Gantt",
    "paragraph6": "Diese Seite folgt der Standard-Pathogenese, indem sie den vollständigen Datensatz für jedes Ereignis aggregiert (beachten Sie, dass nicht alle Ereignisse alle Schritte der Pathogenese aufweisen) und dann jedes Ereignis als Balken ausgibt, der zeigt, wo es im Verhältnis zu anderen Schritten der Pathogenese steht. Verschiedene, umschaltbare Statistiken wie Quantile (10.), Medianabweichung, Bereich und Schiefe sind verfügbar und werden auf jeden Balken im Diagramm angewandt, außerdem kann der Benutzer \"interaktiv\" auswählen, um einen Pathogeneseschritt zu gruppieren und zu sehen, wie ein anderer im Vergleich zu diesen Gruppierungen abschneidet. Die Gruppierungen werden automatisch auf einzelne Ziffern heruntergebrochen, gefolgt von 10er-Gruppen von 10.",
    "heading6": "Histogramm",
    "link6": "/HistogramMaker",
    "paragraph7": "Diese Seite hat nichts mit der ursprünglichen Arbeit zu tun, sondern ist eher das Ergebnis der Zusammenführung früherer Teile, die es dem Benutzer ermöglichen, die Daten auf eine etwas andere Weise zu betrachten. Auch hier werden die Achsen ausgewählt, aber in diesem Fall können mehrere Balken pro Gruppierung festgelegt werden, dann werden Statistiken wie Bereich und Abweichung ausgewählt, damit diese Balken verschiedene Details anzeigen.",
    "heading7": "SVG",
    "link7": "/SVG",
    "paragraph8": "Diese Seite wird bald erscheinen und verschiedene SVG-Grafiken enthalten."
  },

  "Scatter": {
    "description": "Zwei Punktwolke, eines davon streng kontrolliert und hypothesengesteuert, das andere zur Erkundung durch den Benutzer",
    "interactiveChart": "Interaktive-Punktwolke"
  },

  "ScatterChart": {
    "notEnoughData": "Nicht genügend Daten für die Anzeige eines Diagramms"
  },

  "AxisSelector": {
    "axisGROUPBY": "Gruppen (Balken)",
    "axisSTATS": "Stats pro Gruppe",
    "axisX": "x-Achse (unten)",
    "axisY": "y-Achse (seite)",
    "close": "schließen",
    "open": "Öffnen",
    "primaryMark": "diese Auswahl für die Achse vermittelt die wichtigsten Informationen",
    "shownOnGROUPBY": "auf der Gruppen (Balken)-Achse dargestellt",
    "shownOnSTATS": "auf der Gruppe-Achse dargestellt",
    "shownOnX": "auf der X-Achse dargestellt",
    "shownOnY": "auf der Y-Achse dargestellt"
  },

  "AxisSelectorButton": {
    "shownOnX": "auf der X-Achse dargestellt",
    "shownOnY": "auf der Y-Achse dargestellt"
  },

  "ScatterStatisticOutput": {
    "label": "Liste der Statistiken basierend auf der Streuausgabe",
    "notEnoughData": "Nicht genügend Daten zur Durchführung statistischer Operationen",
    "sampleCorrelation": "Korrelation der Stichprobe",
    "sampleCovariance": "Kovarianz der Stichprobe"
  },

  "PrimeSymptomList": {
    "GraphHeading": "Zeigt, dass das Hauptsymptom früher auftritt, wenn die Zahl der Überlebenden zunimmt"
  },

  "PrimeSymptomListCounter": {
    "counterLabel": "Erhöhen Sie die Daten wie hinzugefügt"
  },

  "PrimeSymptomHistogram": {
    "0": "0-5 Tg",
    "5": "5-10 Tg",
    "10": "10-15 Tg",
    "15": "15-20 Tg",
    "20": "20-25 Tg",
    "25": "25-30 Tg",
    "30": "30-35 Tg",
    "35": "35-40 Tg",
    "40": "40-45 Tg",
    "45": "45-50 Tg",
    "50": "50-55 Tg",
    "55": "55-60 Tg",
    "60": "60+ Tg",
    "factoredBy": "mit um {{factor}} faktorisierten nicht-schwer Spalten",
    "severe": "{{count}} Schwere Fälle in {{histogramBarListLabel}}",
    "severeOnly": "schwere",
    "name": "Balkendiagramm zur Hauptsymptom",
    "nonSevere": "{{count}} nicht schwere Fälle in {{histogramBarListLabel}}",
    "nonSevereOnly": "nicht schwere",
    "numberExplanation": "NB: Dieses Diagramm zählt immer ab dem ersten Eintrag, daher kann die Filterung Zahlen liefern, die nicht sofort Sinn ergeben.",
    "primeSymptomHistogramTools": "Tools und Feedback zur Interaktion mit dem Diagramm",
    "time": "Zeit"
  },

  "GanttScale": {
    "scaleFor": "Skala für {{AriaLabel}}"
  },

  "HistogramBarListLabel": {
    "aria-label": "{{groupBy}} Werte {{histogramBarListLabel}} mit Balken fur {{barList}}"
  },

  "AverageLineList": {
    "average": "Der Durchschnitt dieses Diagramms beträgt {{ariaAverages}}",
    "averageList": "Die Durchschnittswerte aus diesem Diagramm sind {{ariaAverages}}",
    "and": "und",
    "severe": "Schwre",
    "non-severe": "Nicht schwer"
  },

  "FactorToggle": {
    "ariaLabel": "Umschalttaste für den Faktor: zum Umschalten anklicken",
    "on": "Faktor ist eingeschaltet",
    "off": "Faktor ist ausgeschaltet",
    "turnOn": "Einschalten",
    "turnOff": "Ausschalten"
  },

  "AntiBiasToolKit": {
    "secondaryNav": "Sekundäre Navigation für die Auswahl der zu untersuchenden bias Sim",
    "correlationPanelLabel": "Korrelation Sim",
    "judgementPanelLabel": "Urteils Sim",
    "timingPanelLabel": "Zeitsim"
  },

  "BiasedJudgementSim": {
    "summary": "Wiederholt und jedes Mal nach dem Zufallsprinzip davon ausgeht, dass sich ~50 % meiner Einschätzungen als falsch erweisen"
  },

  "BiasedTimingSim": {
    "summary": "Simuliert eine Verzerrung des Zeitpunkts der Hauptsymptome in Richtung der Hypothese",
    "biased": "V'teil",
    "timingShorthand": "t",
    "veryBiased": "S. V'teil"
  },

  "BiasedCorrelationSim": {
    "biasedCorrelationSimChart": "Schlechtes Korrelations-Simulationsdiagramm",
    "random": "Zufällig",
    "summary": "Ändert die korrelierten Werte zufällig nach oben oder unten, begrenzt auf den Tastenwert",
    "timingShorthand": "t"
  },

  "OutcomeSummmary": {
    "total": "Alles",
    "severe": "Schwre",
    "nonSevere": "Nicht schwer",
    "outcomeSummary": "Zusammenfassung der Ergebnisspalte",
    "unknown": "Unbekannt"
  },

  "Gantt": {
    "subHeading": "Grundlegende Zeitstatistiken, über gemeinsame Antworten und mit interaktiven Querverweisen",
    "interactivePanelLabel": "Interaktive Gantt",
    "pathogenesisPanelLabel": "Pathogenesis Gantt",
    "ariaLabel": "{{label}}; Bereich {{min}} bis {{max}} mit mean {{mean}} Standardabweichung {{minStd}} bis {{maxStd}}",
    "secondaryNav": "Siehe Antwortzeitstatistiken oder interaktiv, wo Sie auswählen können, was gruppiert werden soll und wo Sie Statistiken über"
  },

  "GeneralResponseGantt": {
    "GraphHeading": "Filterbare Bereiche und grundlegende Statistiken für agonale und Erholungsreaktionen"
  },

  "InteractiveGantt": {
    "GraphHeading": "Interaktive Statistikliste, die es dem Benutzer ermöglicht, auszuwählen, was gruppiert werden soll, und die Zeitstatistiken für diese Gruppen anzuzeigen",
    "group": "{{k}} N={{count}}"
  },

  "GanntBar": {
    "good": "Wiederherstellungsantworten",
    "notGood": "Schwerwiegende Reaktionen",
    "bad": "Schwerwiegende und / oder agonale Reaktionen",
    "veryBad": "Aggressive Reaktionen mit schwerem Ausgang",
    "neutral": "Aufprall ohne Lager"
  },

  "GanttBarList": {
    "mean": "Mtlwrt",
    "range": "Bereich",
    "stddev": "Mdaabw",
    "mda": "MdA dev",
    "median": "Md",
    "skewness": "Skew",
    "quantile": "Qu",
    "mAndM": "Mean | Medn",
    "ranges": "lo | MDA | hi"
  },

  "GanttToggleList": {
    "mean": "Mtlwrt",
    "range": "Bereich",
    "min": "Min",
    "max": "Max",
    "median": "Md",
    "quantile": "Qunt",
    "quantileNumber": "Qunt Zahlen",
    "deviation": "MDA Abweichung",
    "label": "Etikett",
    "statList": "Statistiken",
    "fatLines": "Fette Linien"
  },

  "TimeLine": {
    "overall_patient_ratingPanelLabel": "Rating",
    "pathological_severityPanelLabel": "Severity",
    "care_error_levelPanelLabel": "Pflegetechnik",
    "mild_symptom_1PanelLabel": "Mildes Symptom",
    "prime_symptom_1PanelLabel": "Hauptsymptom 1",
    "first_prime_symptomPanelLabel": "Primärer Start",
    "death_response_1PanelLabel": "Schwere 1",
    "pathogenesis_durationPanelLabel": "Pathogenesis Dauer",
    "pathological_event_durationPanelLabel": "Dauer",
    "death_response_2PanelLabel": "Schwere 2",
    "care_technique_1PanelLabel": "Pflegetechnik 1",
    "secondaryNav": "Eine Reihe von Optionen für die Monate"
  },

  "HistogramMaker": {
    "countPanelLabel": "Zahlen",
    "avePanelLabel": "Median",
    "mdaPanelLabel": "Abweichung",
    "minPanelLabel": "Min",
    "maxPanelLabel": "Max",
    "rangePanelLabel": "Bereich"
  },

  "SVG": {
    "comingSoon": "Diese Seite wird in Kürze erscheinen ..."
  },

  "DragGraph": {
    "scaleDetail": "Äußerer Skalenring ist {{outerScale}} und Schritte sind {{scaleUnit}}"
  },

  "ErrorList": {
    "ariaTranslationSet": "wenn translationSet verwendet wird, muss es ein Objekt sein, bei dem barList ein Array und groupBy eine Zeichenkette ist",
    "calcFineGrainedStepDivision": ">Mehr als 100 Abteilungen sind zu viel, als dass dies gut funktionieren könnte.",
    "calcHistogramBarGroupListGroupBy": "calcHistogramBarGroupList muss einen String groupBy haben",
    "calcHistogramBarGroupListPathogenesisStepList": "calcHistogramBarGroupList muss ein Array mit mindestens einer Pathogenesestufe enthalten",
    "calcInteractiveTimeBarArgs": "Die Daten für calcInteractiveGantt müssen ein Array sein und die aktuellen Benutzerauswahlen müssen Strings sein",
    "calcLeft": "calcLeft Funktion erfordert eine val bereitgestellt",
    "calcLeftScalePercFirstStep": "firstStep in calcLeftScalePerc muss eine Zahl sein",
    "calcPercentage": "calcPercentage Funktion erfordert eine val bereitgestellt",
    "calcScalePercNumbers": "calcScalePerc in GanttScale erfordert, dass beide Werte Zahlen sind",
    "calcScaleToFitUI": "calcScaleToFitUI erfordert ein scale-Argument mit den numerischen Eigenschaften stepDivision und totalSteps",
    "calcStepDiffGoodDiff": "lastStep muss gleich oder größer sein als firstStep in calcStepDiff, GanttScale",
    "calcStepDiffNumbers": "calcStepDiff in GanttScale erfordert, dass beide Werte Zahlen sind",
    "calcWidth": "calcWidth Funktion erfordert eine min und max val",
    "dragGraphLabelValProp": "Die labelValList muss ein Array aus [string, number]-Arrays sein",
    "fnMustBeProvidedTo": "{{fnName}} muss {{caller}} zur Verfügung gestellt werden und muss eine Funktion sein",
    "fnMustHaveNumbers": "{{caller}} muss Zahlen in all diesen Parametern haben [{{numberKeyString}}]",
    "fullStatBase": "fullStatBase Funktion benötigt ein k",
    "generalResponseTimeBarDataIsArray": "Allgemeine Statistiklistenberechnung benötigt ein Array für Daten",
    "hueTotalError": "calcHue muss eine positive ganze Zahl in der Eigenschaft \"total\" enthalten",
    "isOrIsInArrayNeedsValues": "isOrIsInArray Wert Fehler. {{missing}}",
    "makeWidth": "makeWidth erfordert die Angabe eines Mindest- und Höchstwerts",
    "mapToGanttBars": "mapToGanttBars benötigt data mit Länge und eine i18nBase",
    "noDragGraphData": "Diese DragGraph-Konfiguration hat null Ergebnisse",
    "noHistogramData": "Diese Histogramm-Konfiguration hat null Ergebnisse",
    "numberPrecisionJustSingle": "numberPrecision erwartet nur eine einzelne Zahl, keine Zahlenreihen",
    "primeSymptomHistogramBarGroup": "Prime symptom graph block list muss ein Array mit positiver Anzahl sein",
    "secondaryNavProps": "alle vier Args sind erforderlich, currentPanel, k und i18nBase sind alle Strings und setCurrentPanel sollte eine Funktion sein",
    "testError": "Test {{addToError}} {{alsoAddToError}}",
    "theThingListhInvalid": "theThingList ist nicht korrekt in {{callingFn}} - Empfangen: {{typeOf}} | {{val}}",
    "theThingListhZero": "theThingList hat die Länge 0, es sollte etwas in theThingList für {{callingFn}} enthalten sein",
    "userChoiceStatMapper": "userChoiceStatMapper benötigt einen String für currentResponse",
    "utilKeyPairXYMakeMapFn": "makeMapFn benötigt sowohl x als auch y, um die richtigen Schlüssel in jedem Punkt zu referenzieren",
    "writeHistogramBarListAriaLabel": "writeHistogramBarListAriaLabel erfordert histogramBarListLabel param"
  },

  "ReactTestLibrary": {
    "NOTE": "ONLY EN USED IN SB - FIND KEYS THERE"
  },

  "StoryBook": {
    "NOTE": "ONLY EN USED IN SB - FIND KEYS THERE"
  }
}
